/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk din %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ a fost instalat și va fi gata de folosire la următoarea pornire a %3$@! Doriți să reporniți acum?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ este cea mai nouă versiune disponibilă în momentul de față.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ este acum disponibil (acum aveți %3$@). Doriți să o descărcați acum?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nu are dreptul de scriere în directorul aplicației! Rulați de pe o imagine de disc? Dacă nu, cereți ajutorul administratorului de sistem.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "A fost instalată o versiune nouă de %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Este disponibilă o nouă versiune de %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "A apărut o eroare în timpul instalării. Vă rugăm încercați mai târziu.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "A apărut o eroare în timpul descărcării informațiilor legate de actualizare. Vă rugăm încercați mai târziu.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "A apărut o eroare în timpul dezarhivării. Vă rugăm încercați mai târziu.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "A apărut o eroare în timpul descărcării fișierului. Vă rugăm încercați mai târziu.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Rulează deja o altă actualizare!";

/* No comment provided by engineer. */
"Cancel" = "Anulează";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Verific existența unei actualizări la pornire?";

/* No comment provided by engineer. */
"Downloading update..." = "Se descarcă actualizarea...";

/* No comment provided by engineer. */
"Extracting update..." = "Se extrage actualizarea...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalează și pornește din nou";

/* No comment provided by engineer. */
"Installing update..." = "Se instalează actualizarea...";

/* No comment provided by engineer. */
"No" = "Nu";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Gata de instalare!";

/* No comment provided by engineer. */
"Update Error!" = "Eroare de actualizare!";

/* No comment provided by engineer. */
"Updating %@" = "Se actualizează %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Doriți ca %@ să verifice existența actualizărilor la pornire? Dacă nu, puteți să porniți verificarea manual din meniul aplicației.";

/* No comment provided by engineer. */
"Yes" = "Da";

/* No comment provided by engineer. */
"You're up to date!" = "Sunteți la zi!";